Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: XML Parse Error:
de_de: XML-Auswertungsfehler:
fr_fr: Erreur analyse XML :
ja_jp: XML パースエラー：

source: ZLib error: target buffer may be too small
de_de: Zlib-Fehler: Zielpuffer könnte zu klein sein
fr_fr: Erreur ZLib : le tampon de destination est peut-être trop petit
ja_jp: ZLib エラー : ターゲットバッファが足りません。

source: Invalid stream operation
de_de: Ungültige Stream-Operation
fr_fr: Opération flux incorrecte
ja_jp: ストリーム操作が無効です

source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー

source: Cannot read WideString from odd byte position
de_de: WideString kann nicht von einer ungeraden Byte-Position aus gelesen werden
fr_fr: Impossible de lire WideString depuis la position de l'octet de poids faible
ja_jp: 奇数のバイト位置からは WideString を読み取れません

source: Cannot write WideString to odd byte position
de_de: WideString kann nicht an eine ungerade Byte-Position geschrieben werden
fr_fr: Impossible d'écrire WideString sur la position de l'octet de poids faible
ja_jp: 奇数のバイト位置には WideString を書き込めません

source: Odd size not valid for WideString
de_de: Eine ungerade Größe ist für WideString nicht zulässig
fr_fr: Taille impaire incorrecte pour WideString
ja_jp: WideString には，奇数のサイズを指定できません

source: Negative stream size invalid
de_de: Eine negative Stream-Größe ist ungültig
fr_fr: Taille de flux négative incorrecte
ja_jp: ストリームの Size プロパティを負の値にすることはできません

source: Odd byte position not valid for WideString
de_de: Eine ungerade Byte-Position ist für WideString nicht zulässig
fr_fr: Position de l'octet de poids faible non valide pour WideString
ja_jp: WideString には，奇数のバイト位置を指定できません

source: Capacity cannot be less than size
de_de: Die Kapazität darf nicht geringer als die Größe sein
fr_fr: La capacité ne peut être inférieure à la taille
ja_jp: Capacity プロパティは Size プロパティより大きい必要があります

source: Must have a target stream
de_de: Ziel-Stream muss vorhanden sein
fr_fr: Flux cible obligatoire
ja_jp: ターゲットストリームが必要です

source: XMLDataFile must be specified
de_de: XMLDataFile muss angegeben werden
fr_fr: XMLDataFile doit être spécifié
ja_jp: XMLDataFile を指定する必要があります

source: TransformationFile must be specified
de_de: TransformationFile muss angegeben werden
fr_fr: TransformationFile doit être spécifié
ja_jp: TransformationFile を指定する必要があります

source: Version of Transformation File not supported
de_de: Version der Umwandlungsdatei wird nicht unterstützt
fr_fr: Version du fichier transformation non supportée
ja_jp: このバージョンの Transformation ファイルはサポートされません

source: Error saving file
de_de: Fehler beim Speichern von Datei
fr_fr: Erreur à l'enregistrement du fichier
ja_jp: ファイルの保存エラー

source: Error opening file
de_de: Fehler beim Öffnen von Datei
fr_fr: Erreur à l'ouverture du fichier
ja_jp: ファイルオープンエラー

source: Could not open file
de_de: Datei kann nicht geöffnet werden:
fr_fr: Impossible d'ouvrir le fichier
ja_jp: ファイルが開けません。

source: Error Loading XML
de_de: Fehler beim Laden von XML
fr_fr: Erreur de chargement XML
ja_jp: XML の読み込みエラー

source: Error on line %d, position %d
de_de: Fehler in Zeile %d, Position %d
fr_fr: Erreur en ligne %d, position %d
ja_jp: エラー：%0:d 行目 (%1:d)

source: Reason: %s
de_de: Grund: %s
fr_fr: Raison : %s
ja_jp: 理由: %s

source: Confirm
de_de: Bestätigung
fr_fr: Confirmation
ja_jp: 確認

source: Refresh data
de_de: Daten aktualisieren
fr_fr: Actualiser les données
ja_jp: データ更新

source: Delete record?
de_de: Datensatz löschen?
fr_fr: Supprimer l'enregistrement ?
ja_jp: レコードを削除しますか？

source: Delete all selected records?
de_de: Alle markierten Datensätze löschen?
fr_fr: Supprimer tous les enregistrements sélectionnés ?
ja_jp: 選択されたレコードをすべて削除してよいですか？

source: Operation not allowed in a DBCtrlGrid
de_de: Operation in einem DBCtrlGrid nicht erlaubt
fr_fr: Opération non autorisée dans un DBCtrlGrid
ja_jp: 指定された動作は DBCtrlGrid ではサポートされていません

source: Control cannot be used in a DBCtrlGrid
de_de: Element kann in einem DBCtrlGrid nicht verwendet werden
fr_fr: Le contrôle ne peut être utilisé dans un DBCtrlGrid
ja_jp: 指定されたコントロールは DBCtrlGrid 内では使えません

source: Property already defined by lookup field
de_de: Eigenschaft bereits durch Lookup-Feld definiert
fr_fr: Propriété déjà définie dans un DBCtrlGrid
ja_jp: 指定したプロパティは Lookup フィールドで指定済みです

source: Grid requested to display more than 256 columns
de_de: Gitter soll mehr als 256 Spalten darstellen
fr_fr: La grille nécessitait d'afficher plus de 256 colonnes
ja_jp: グリッドの 256 カラム数の限界を超えました

source: Remote Login
de_de: Externe Anmeldung
fr_fr: Connexion distante
ja_jp: リモート ログイン

source: Data Bindings...
de_de: Datenbindungen...
fr_fr: Liaisons de données...
ja_jp: データバインディング...

source: No help keyword specified.
de_de: Kein Hilfe-Schlüsselwort angegeben.
fr_fr: Aucun mot clé d'aide spécifié.
ja_jp: ヘルプキーワードが指定されていません。

source: address
de_de: Adresse
fr_fr: adresse
ja_jp: アドレス

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
ja_jp: 追加

source: Remove
de_de: Entfernen
fr_fr: Retirer
ja_jp: 削除

source: Unable to find file %s
de_de: Datei %s kann nicht gefunden werden
fr_fr: Impossible de trouver le fichier %s
ja_jp: ファイル %s が見つかりません

source: File Status:
de_de: Dateistatus:
fr_fr: Etat du fichier :
ja_jp: ファイルの有無 :

source: Found
de_de: Gefunden
fr_fr: Trouvé
ja_jp: 存在します

source: Not found
de_de: Nicht gefunden
fr_fr: Non trouvé
ja_jp: 見つかりません

source: Missing ProgID
de_de: Fehlende ProgID
fr_fr: ProgID manquant
ja_jp: ProgID が見つかりません

source: Go
de_de: Start
fr_fr: Aller
ja_jp: 実行

source: SocketRequest error in WebAppDbg:
de_de: SocketRequest-Fehler in WebAppDbg:
fr_fr: Erreur SocketRequest dans WebAppDbg :
ja_jp: WebAppDbg における SocketRequest エラー:

source: First record
de_de: Erster Datensatz
fr_fr: Premier enregistrement
ja_jp: 最初のレコード

source: Prior record
de_de: Vorheriger Datensatz
fr_fr: Enregistrement précédent
ja_jp: 前のレコード

source: Next record
de_de: Nächster Datensatz
fr_fr: Enregistrement suivant
ja_jp: 次のレコード

source: Last record
de_de: Letzter Datensatz
fr_fr: Dernier enregistrement
ja_jp: 最後のレコード

source: Insert record
de_de: Datensatz einfügen
fr_fr: Insérer enregistrement
ja_jp: レコードの挿入

source: Delete record
de_de: Datensatz löschen
fr_fr: Supprimer l'enregistrement
ja_jp: レコードの削除

source: Edit record
de_de: Datensatz bearbeiten
fr_fr: Modifier l'enregistrement
ja_jp: レコードの編集

source: Post edit
de_de: Übernehmen
fr_fr: Valider modifications
ja_jp: レコードの登録

source: Cancel edit
de_de: Bearbeiten abbrechen
fr_fr: Annuler les modifications
ja_jp: 編集の取り消し

source: %s %s Error: (%d)%s
de_de: %s %s Fehler (%d)%s
fr_fr: Erreur %s %s : (%d)%s
ja_jp: %s %s エラー (%d)%s

source: <HTML><HEAD><TITLE>Unauthorized</TITLE></HEAD><BODY><H1>Unauthorized</H1>Proper authorization is required for this area. Either your browser does not perform authorization, or your authorization has failed.</BODY></HTML>
de_de: <HTML><HEAD><TITLE>Nicht autorisiert</TITLE></HEAD><BODY><H1>Nicht autorisiert</H1>Für diesen Bereich wird eine Autorisierung verlangt. Entweder unterstützt Ihr Browser keine AUtorisierung oder Ihre Autorisierung ist fehlgeschlagen.</BODY></HTML>
fr_fr: <HTML><HEAD><TITLE>Opération non autorisée</TITLE></HEAD><BODY><H1>Opération non autorisée</H1>Une autorisation appropriée est nécessaire pour cette zone. Votre navigateur n'est pas doté de fonctionnalités d'autorisation ou votre autorisation a échoué.</BODY></HTML>

source: <HTML><TITLE>The requested URL is forbidden</TITLE><BODY><H1>The requested URL is forbidden</H1><P>HTTP status code: 403</BODY></HTML>
de_de: <HTML><TITLE>Der Zugriff auf die angeforderte URL ist nicht gestattet</TITLE><BODY><H1>Der Zugriff auf die angeforderte URL ist nicht gestattet</H1><P>HTTP-Statuscode: 403</BODY></HTML>
fr_fr: <HTML><TITLE>L'URL demandée est interdite</TITLE><BODY><H1>L'URL demandée est interdite</H1><P>Code d'état HTTP : 403</BODY></HTML>
ja_jp: <HTML><TITLE>要求した URL はアクセスが禁止されています</TITLE><BODY><H1>要求した URL はアクセスが禁止されています</H1><P>HTTP ステータス コード: 403</BODY></HTML>

source: <HTML><TITLE>Directory browsing is forbidden</TITLE><BODY><H1>The requested URL is forbidden</H1><P>HTTP status code: 403</BODY></HTML>
de_de: <HTML><TITLE>Das Durchsuchen von Verzeichnissen ist nicht gestattet</TITLE><BODY><H1>Der Zugriff auf die angeforderte URL ist nicht gestattet</H1><P>HTTP-Statuscode: 403</BODY></HTML>
fr_fr: <HTML><TITLE>Navigation non autorisée dans les répertoires</TITLE><BODY><H1>L'URL demandée est interdite</H1><P>Code d'état HTTP : 403</BODY></HTML>
ja_jp: <HTML><TITLE>ディレクトリ参照が禁止されています</TITLE><BODY><H1>ディレクトリ参照が禁止されています</H1><P>HTTP ステータス コード: 403</BODY></HTML>

source: <HTML><TITLE>Invalid HTTP request: Method not allowed for HTTP/1.0</TITLE><BODY><H1>Invalid HTTP request: Method not allowed for HTTP/1.0</H1><P>HTTP status code: 400</BODY></HTML>
de_de: <HTML><TITLE>Ungültige HTTP-Anforderung: Methode für HTTP/1.0 nicht zulässig</TITLE><BODY><H1>Ungültige HTTP-Anforderung: Methode für HTTP/1.0 nicht zulässig</H1><P>HTTP-Statuscode: 400</BODY></HTML>
fr_fr: <HTML><TITLE>Requête HTTP incorrecte : méthode non autorisée pour HTTP/1.0</TITLE><BODY><H1>Requête HTTP incorrecte : méthode non autorisée pour HTTP/1.0</H1><P>Code d'état HTTP : 400</BODY></HTML>
ja_jp: <HTML><TITLE>不正な HTTP リクエスト: HTTP/1.0 で許可されないメソッド</TITLE><BODY><H1>不正な HTTP リクエスト: HTTP/1.0 で許可されないメソッド</H1><P>HTTP ステータス コード: 400</BODY></HTML>

source: <TITLE>The requested URL was not found</TITLE><BODY><H1>The requested URL was not found</H1><P>HTTP status code: 404</BODY>
de_de: <TITLE>Die angeforderte URL wurde nicht gefunden</TITLE><BODY><H1>Die angeforderte URL wurde nicht gefunden</H1><P>HTTP-Status-Code: 404</BODY>
fr_fr: <TITLE>L'URL demandée n'a pas été trouvée</TITLE><BODY><H1>L'URL demandée n'a pas été trouvée</H1><P>Code d'état HTTP : 404</BODY>
ja_jp: <TITLE>要求した URL が見つかりません</TITLE><BODY><H1>要求した URL が見つかりません</H1><P>HTTP ステータス コード: 404</BODY>

source: ddd, dd mmm yyyy hh:mm:ss
de_de: ttt, tt mmm jjjj hh:mm:ss

source: Build
de_de: Erzeugen
fr_fr: Construire
ja_jp: 構築

source: <HTML><HEAD><TITLE>Directory of %s</TITLE></HEAD><BODY><H1>Directory of %0:s</H1>
de_de: <HTML><HEAD><TITLE>Verzeichnis von %s</TITLE></HEAD><BODY><H1>Verzeichnis von %0:s</H1>
fr_fr: <HTML><HEAD><TITLE>Répertoire de %s</TITLE></HEAD><BODY><H1>Directory of %0:s</H1>
ja_jp: <HTML><HEAD><TITLE>ディレクトリ %s</TITLE></HEAD><BODY><H1>ディレクトリ %0:s</H1>

source: Up to <A HREF="%s">%0:s</A> <UL>
de_de: Bis zu <A HREF="%s">%0:s</A> <UL>
fr_fr: Vers <A HREF="%s">%0:s</A> <UL>

source: Up to <A HREF="%s">root directory</A> <UL>
de_de: Bis zu <A HREF="%s">Stammverzeichnis</A> <UL>
fr_fr: Jusqu'au <A HREF="%s">r&eacute;pertoire racine</A> <UL>

source: <LI><A HREF="%s">%s</A> (%d bytes)
de_de: <LI><A HREF="%s">%s</A> (%d Byte)
fr_fr: <LI><A HREF="%s">%s</A> (%d octets)

source: Unable to exec file %s
de_de: Datei %s kann nicht ausgeführt werden
fr_fr: Impossible d'exécuter le fichier %s
ja_jp: ファイル %s を実行できません

source: Invalid Action registration
de_de: Ungültige Aktionsregistrierung
fr_fr: Recensement d'action incorrect
ja_jp: 正しくないアクションの登録

source: ERROR
de_de: FEHLER

source: Event
de_de: Ereignis
fr_fr: Evénement
ja_jp: イベント

source: Time
de_de: Uhrzeit
fr_fr: Heure
ja_jp: 時間

source: Date
de_de: Datum
ja_jp: 日付

source: Elapsed
de_de: Vergangen
fr_fr: Ecoulé
ja_jp: 経過時間

source: Path
de_de: Pfad
fr_fr: Chemin
ja_jp: パス

source: Content Length
de_de: Inhaltslänge
fr_fr: Longueur du contenu
ja_jp: コンテンツの長さ

source: Content Type
de_de: Inhaltstyp
fr_fr: Type de contenu
ja_jp: コンテンツの種類

source: (none)
de_de: (Leer)
fr_fr: (vide)
ja_jp: (なし)

source: Send
de_de: Senden
fr_fr: Envoi
ja_jp: 送信

source: Receive
de_de: Erhalten
fr_fr: Réception
ja_jp: 受信

source: Log files (*.log)
de_de: Protokolldateien (*.log)
fr_fr: Fichier journaux (*.log)
ja_jp: ログ ファイル (*.log)

source: Circular provider references not allowed.
de_de: Zirkuläre Provider-Referenzen nicht erlaubt.
fr_fr: Références de fournisseurs circulaires non autorisées
ja_jp: プロバイダの循環参照は許されません

source: Unknown data type: %s for %s parameter
de_de: Unbekannter Datentyp: %s für Parameter %s
fr_fr: Type de données inconnu : %s pour le paramètre %s
ja_jp: 不明なデータ型です: %s パラメータの %s

source: Save connection parameters
de_de: Verbindungsparameter speichern
fr_fr: Enregistrer les paramètres de connexion
ja_jp: 接続パラメータの保存

source: Reload connection parameters
de_de: Verbindungsparameter erneut laden
fr_fr: Recharger les paramètres de connexion
ja_jp: 接続パラメータの再ロード

source: Generate DataSnap client classes
de_de: DataSnap-Client-Klassen erzeugen
fr_fr: Générer les classes client DataSnap
ja_jp: DataSnap クライアント クラスの生成

source: Web App Debugger
de_de: Web-Anwendungs-Debugger
fr_fr: Débogueur d'application Web
ja_jp: Web アプリケーションデバッガ

source: Unable to not open registry key: %s
de_de: Der Registrierungsschlüssel %s kann nicht geöffnet werden
fr_fr: Impossible d'ouvrir la clé de registre : %s
ja_jp: レジストリ %s を開くことができません。

source: <TITLE>Internal Server Error</TITLE><BODY><H1>Internal Server Error</H1><P>HTTP status code: 500<P>HTTP error message: %s</BODY>
de_de: <TITLE>Interner Server-Fehler</TITLE><BODY><H1>Interner Server-Fehler</H1><P>HTTP-Status-Code: 500<P>HTTP-Fehlermeldung: %s</BODY>
fr_fr: <TITLE>Erreur serveur interne</TITLE><BODY><H1>Erreur serveur interne</H1><P>Code d'état HTTP : 500<P>Message d'erreur HTTP : %s</BODY>
ja_jp: <TITLE>内部サーバー エラー</TITLE><BODY><H1>内部サーバー エラー</H1><P>HTTP ステータス コード: 500<P>HTTP エラー メッセージ: %s</BODY>

source: [0x0018]: Invalid REF
de_de: [0x0018]: Ungültige REF
fr_fr: [0x0018]: REF incorrect
ja_jp: [0x0018]:不正な REF

source: [0x0019]: No table found
de_de: [0x0019]: Keine Tabelle gefunden
fr_fr: [0x0019]: Aucune table n'a été trouvée
ja_jp: [0x0019]: テーブルが見つかりません

source: [0x001A] Missing parameter marker in SQL
de_de: [0x001A] Parametermarkierung in SQL fehlt
fr_fr: [0x001A] Marqueur de paramètre manquant dans SQL
ja_jp: [0x001A] SQL にパラメータ マーカーがありません

source: [0x001B] Not implemented
de_de: [0x001B] Nicht implementiert
fr_fr: [0x001B] Non implémenté
ja_jp: [0x001B] 実装されていません

source: [0x001C] Incompatible driver
de_de: [0x001C] Inkompatibler Treiber
fr_fr: [0x001C] Pilote incompatible
ja_jp: [0x001C] 非互換ドライバ

source: [0x0064]: No more data
de_de: [0x0064]: Keine weiteren Daten
fr_fr: [0x0064]: Plus de données
ja_jp: [0x0064]:データがこれ以上ありません

source: [0x0065]: SQL Error
de_de: [0x0065]: SQL-Fehler
fr_fr: [0x0065]: Erreur SQL
ja_jp: [0x0065]: SQL エラー

source: dbExpress Error: %s
de_de: dbExpress-Fehler: %s
fr_fr: Erreur dbExpress : %s
ja_jp: dbExpress エラー: %s

source: Database Server Error: %s
de_de: Datenbank-Server-Fehler: %s
fr_fr: Erreur du serveur de base de données : %s
ja_jp: データベースサーバーエラー: %s

source: Unable to move %s to %s
de_de: %s kann nicht nach %s verschoben werden
fr_fr: Impossible de déplacer %s vers %s
ja_jp: %s を %s に移動できません

source: Configuration file %s not found
de_de: Konfigurationsdatei %s nicht gefunden
fr_fr: Fichier de configuration %s non trouvé
ja_jp: 設定ファイル %s が見つかりません

source: ObjectView must be True for Table with Object fields
de_de: ObjectView muss bei Tabellen mit Objektfeldern True sein
fr_fr: ObjectView doit être à True pour les tables avec les champs Object
ja_jp: Object フィールドを持つテーブルの ObjectView プロパティは True である必要があります

source: Object type name required as parameter value
de_de: Name des Objekttyps als Parameterwert erforderlich
fr_fr: Nom de type objet requis comme valeur de paramètre
ja_jp: パラメータの値として Object 型の名前が必要です

source: Cannot create file %s
de_de: Datei %s kann nicht erstellt werden
fr_fr: Impossible de créer le fichier %s
ja_jp: ファイル %s が作成できません

source: Open trace log file
de_de: Protokolldatei für Ablaufverfolgung öffnen
fr_fr: Ouvrir le fichier journal des suivis
ja_jp: トレースログファイルを開く

source: Text files (*.txt)|*.txt|All files (*.*)|*.*
de_de: Textdateien (*.txt)|*.txt|Alle Dateien (*.*)|*.*
fr_fr: Fichiers texte (*.txt)|*.txt|Tous les fichiers (*.*)|*.*
ja_jp: テキストファイル (*.txt)|*.txt|すべてのファイル (*.*)|*.*

source: [0x0008]: Parameter/Column out of Range
de_de: [0x0008]: Parameter/Spalte außerhalb des Bereichs
fr_fr: [0x0008]: Paramètre/colonne hors limites
ja_jp: [0x0008]: パラメータ/列が範囲外です

source: [0x0009]: Invalid Parameter
de_de: [0x0009]: Ungültiger Parameter
fr_fr: [0x0009]: Paramètre incorrect
ja_jp: [0x0009]:不正なパラメータ

source: [0x000A]: Result set at EOF
de_de: [0x000A]: Ergebnismenge am Dateiende
fr_fr: [0x000A]: Résultat défini à EOF
ja_jp: [0x000A]: 結果セットが EOF にあります

source: dbExpress Error [0x000B]: Parameter Not Set
de_de: [0x000B]: Parameter nicht gesetzt
fr_fr: Erreur dbExpress [0x000B]: paramètre non défini
ja_jp: dbExpress エラー [0x000B]:パラメータが設定されていません

source: [0x000C] Invalid Username/Password
de_de: [0x000C]: Ungültiger Wert für Benutzername/Passwort
fr_fr: [0x000C]: Nom d'utilisation/mot de passe incorrect
ja_jp: [0x000C] ユーザー名/パスワードが無効です

source: [0x000D]: Invalid Precision
de_de: [0x000D]: Ungültige Genauigkeit
fr_fr: [0x000D]: Précision incorrecte
ja_jp: [0x000D]: 指定した精度が無効です

source: [0x000E]: Invalid Length
de_de: [0x000E]: Ungültige Länge
fr_fr: [0x000E]: Longueur incorrecte
ja_jp: [0x000E]: 長さが無効です

source: [0x000F]: Invalid Transaction Isolation Level
de_de: [0x000F]: Ungültige Ebene für Transaktionsisolation
fr_fr: [0x000F]: Niveau d'isolation de transaction incorrect
ja_jp: [0x000F]: 不正なトランザクション排他レベルです

source: [0x0010]: Invalid Transaction ID
de_de: [0x0010]: Ungültige Transaktions-ID
fr_fr: [0x0010]: ID de transaction incorrect
ja_jp: [0x0010]: 不正なトランザクション ID です

source: [0x0011]: Duplicate Transaction ID
de_de: [0x0011]: Doppelte Transaktions-ID
fr_fr: [0x0011]: ID de transaction dupliqué
ja_jp: [0x0011]: トランザクション ID が重複しています

source: [0x0012]: Application is not licensed to use this feature
de_de: [0x0012]: Anwendung ist für diese Funktion nicht lizenziert
fr_fr: [0x0012]: La licence de l'application ne permet pas d'utiliser cette fonctionnalité
ja_jp: [0x0012]: アプリケーションにはこの機能を使うライセンスが提供されていません

source: [0x0013]: Local Transaction already active
de_de: [0x0013]: Lokale Transaktion bereits aktiv
fr_fr: [0x0013]: La transaction locale est déjà active
ja_jp: [0x0013]:ローカルトランザクションはすでにアクティブです

source: [0x0014]: Multiple Transactions not Enabled
de_de: [0x0014]: Mehrfach-Transaktionen nicht aktiviert
fr_fr: [0x0014]: Les transactions multiples ne sont pas activées
ja_jp: [0x0014]: 複数のトランザクションが有効になっていません

source: [0x0015]: Connection failed
de_de: [0x0015]: Verbindung fehlgeschlagen
fr_fr: [0x0015]: La connextion a échoué
ja_jp: [0x0015]: 接続失敗

source: [0x0016]: Driver initialization failed
de_de: [0x0016]: Treiberinitialisierung fehlgeschlagen
fr_fr: [0x0016]: L'initialisation du pilote a échoué
ja_jp: [0x0016]:ドライバ初期化失敗

source: [0x0017]: Optimistic Locking failed
de_de: [0x0017]: Optimistic Locking fehlgeschlagen
fr_fr: [0x0017]: Le verrouillage optimistique a échoué
ja_jp: [0x0017]:オプティミスティックロック失敗

source: Driver/Connection Registry File '%s' not found
de_de: Registrierungsdatei '%s' für Treiber/Verbindung nicht gefunden
fr_fr: Le fichier registre des pilotes/connexions '%s' n'a pas été trouvé
ja_jp: ドライバ/接続レジストリ ファイル '%s' が見つかりません

source: Cannot find TableName in CommandText
de_de: Eigenschaft TableName in CommandText nicht gefunden
fr_fr: Impossible de trouver TableName dans CommandText
ja_jp: CommandText で TableName が見つかりません

source: Cursor not returned from Query
de_de: Cursor nicht aus Abfrage zurückgekehrt
fr_fr: Curseur non renvoyé par Query
ja_jp: 問い合わせはカーソルを返しません

source: Unable to Open Metadata
de_de: Metadaten können nicht geöffnet werden
fr_fr: Impossible d'ouvrir les métadonnées
ja_jp: メタデータを開けません

source: SQL Error: Error mapping failed
de_de: SQL-Fehler: Fehlerzuweisung gescheitert
fr_fr: Erreur SQL : échec du mappage d'erreurs
ja_jp: SQL エラー：マップの失敗

source: Stored Procedures not supported by '%s' Server
de_de: Stored Procedures werden vom '%s'-Server nicht unterstützt
fr_fr: Procédures stockées non supportées par le serveur '%s'
ja_jp: '%s' サーバーではストアドプロシージャはサポートされていません

source: Packages are not supported by '%s' Server
de_de: Packages werden vom '%s'-Server nicht unterstützt
fr_fr: Les packages ne sont pas supportés par le serveur '%s'
ja_jp: '%s' サーバーでは パッケージはサポートされません

source: dbExpress Error: Unknown Error Code '%s'
de_de: dbExpress-Fehler: Unbekannter Fehlercode '%s'
fr_fr: Erreur dbExpress : code d'erreur inconnu '%s'
ja_jp: dbExpress エラー:不明エラーのコード '%s'

source: [0x0001]: Warning
de_de: [0x0001]: Warnung
fr_fr: [0x0001] : Avertissement
ja_jp: [0x0001]: 警告

source: [0x0002]: Insufficient Memory for Operation
de_de: [0x0002]: Nicht genügend Speicher für die Operation
fr_fr: [0x0002] : Mémoire insuffisante pour l'opération
ja_jp: [0x0002]: 操作に対するメモリが不足しています

source: [0x0003]: Invalid Field Type
de_de: [0x0003]: Ungültiger Feldtyp
fr_fr: [0x0003]: Type de champ incorrect
ja_jp: [0x0003]: 無効なフィールド型です

source: [0x0004]: Invalid Handle
de_de: [0x0004]: Ungültiges Handle
fr_fr: [0x0004]: Handle incorrect
ja_jp: [0x0004]: ハンドルが無効です

source: [0x0005]: Operation Not Supported
de_de: [0x0005]: Operation wird nicht unterstützt
fr_fr: [0x0005]: Opération non supportée
ja_jp: [0x0005]: サポートされていない操作です

source: [0x0006]: Invalid Time
de_de: [0x0006]: Ungültiger Zeitwert
fr_fr: [0x0006]: Heure incorrecte
ja_jp: [0x0006]: 時刻が無効です

source: [0x0007]: Invalid Data Translation
de_de: [0x0007]: Ungültige Datenübersetzung
fr_fr: [0x0007]: Traduction incorrecte des données
ja_jp: [0x0007]:不正なデータトランザクションです

source: Missing Database property
de_de: Eigenschaft Database fehlt
fr_fr: Propriété Database manquante
ja_jp: Database プロパティが指定されていません

source: Missing DataSet property
de_de: Eigenschaft DataSet fehlt
fr_fr: Propriété DataSet manquante
ja_jp: DataSet プロパティが指定されていません

source: Missing DriverName property
de_de: Eigenschaft DriverName fehlt
fr_fr: Propriété DriverName manquante
ja_jp: DriverName プロパティが指定されていません

source: Unable to execute Query
de_de: Abfrage kann nicht ausgeführt werden
fr_fr: Impossible d'exécuter la requête
ja_jp: クエリーを実行できません

source: Table/Procedure not found
de_de: Tabelle/Prozedur wurde nicht gefunden
fr_fr: Table/Procédure non trouvée
ja_jp: テーブル/プロシージャが見つかりません

source: Unable to determine field names for %s
de_de: Die Feldnamen für %s konnten nicht erkannt werden
fr_fr: Impossible de déterminer les noms de champs pour %s
ja_jp: %s の項目名を決定できませんでした

source: There is no active transaction
de_de: Es ist keine Transaktion aktiv
fr_fr: Il n'y a pas de transaction active
ja_jp: 有効なトランザクションがありません

source: A transaction is already active
de_de: Es ist bereits eine Transaktion aktiv
fr_fr: Une transaction est déjà active
ja_jp: トランザクションが既にアクティブです

source: Unable to Load %s
de_de: %s kann nicht geladen werden
fr_fr: Impossible de charger %s
ja_jp: %s をロードできません

source: Unable to Find Procedure %s
de_de: Prozedur %s nicht gefunden
fr_fr: Procédure %s introuvable
ja_jp: プロシージャ %s が見つかりません

source: &Edit Connection Properties
de_de: &Verbindungseigenschaften bearbeiten
fr_fr: &Modifier les propriétés de connexion
ja_jp: 接続の設定(&E)

source: &Add ConnectionString Param
de_de: ConnectionString-Parameter &hinzufügen
fr_fr: &Ajouter le paramètre ConnectionString
ja_jp: ConnectionString Param を追加(&A)

source: R&efresh ConnectionString Param
de_de: ConnectionString-Parameter &aktualisieren
fr_fr: A&ctualiser le paramètre ConnectionString
ja_jp: ConnectionString Param のリフレッシュ(&E)

source: &Remove ConnectionString Param
de_de: ConnectionString-Parameter &entfernen
fr_fr: &Retirer le paramètre ConnectionString
ja_jp: ConnectionString Param の削除(&R)

source: &Edit CommandText
de_de: Anweisungstext &bearbeiten
fr_fr: &Modifier CommandText
ja_jp: CommandText を編集(&E)

source: DLL/Shared Library Name not Set
de_de: Name für DLL/Gemeinsame Bibliothek ist nicht gesetzt
fr_fr: Nom de DLL/bibliothèque partagée non défini
ja_jp: DLL/共有ライブラリ名が設定されていません

source: Cannot change connection on Active Monitor
de_de: Die Verbindung kann bei aktivem Monitor nicht geändert werden
fr_fr: Impossible de modifier la connexion sur Active Monitor
ja_jp: アクティブ モニタ上で接続を変更できません
